{
  "text": {
    "xin": 157,
    "chào": 19,
    "bạn": 10,
    "hi": 51,
    "hello": 49,
    "cho": 16,
    "tôi": 140,
    "hỏi": 60,
    "bắt": 12,
    "đầu": 172,
    "thôi": 118,
    "hey": 50,
    "buổi": 6,
    "sáng": 112,
    "tạm": 141,
    "biệt": 5,
    "bye": 7,
    "hẹn": 57,
    "gặp": 48,
    "lại": 75,
    "cảm": 30,
    "ơn": 180,
    "nhé": 87,
    "chính": 20,
    "sách": 111,
    "nghỉ": 83,
    "phép": 97,
    "là": 71,
    "gì": 47,
    "biết": 4,
    "về": 152,
    "quy": 102,
    "trình": 132,
    "onboarding": 95,
    "phúc": 99,
    "lợi": 77,
    "nhân": 86,
    "viên": 145,
    "thủ": 126,
    "tục": 143,
    "như": 88,
    "thế": 122,
    "nào": 90,
    "định": 177,
    "làm": 72,
    "việc": 146,
    "từ": 144,
    "xa": 155,
    "ra": 103,
    "sao": 107,
    "muốn": 78,
    "bảo": 11,
    "hiểm": 52,
    "lương": 74,
    "thưởng": 120,
    "được": 171,
    "tính": 139,
    "có": 27,
    "thể": 123,
    "thông": 119,
    "tin": 128,
    "đào": 166,
    "tạo": 142,
    "nội": 93,
    "bộ": 14,
    "không": 66,
    "đánh": 167,
    "giá": 44,
    "hiệu": 54,
    "suất": 110,
    "diễn": 36,
    "công": 28,
    "tác": 137,
    "lỗi": 76,
    "__number__": 0,
    "trong": 131,
    "hệ": 58,
    "thống": 124,
    "nghĩa": 82,
    "cách": 26,
    "khắc": 68,
    "phục": 101,
    "database": 35,
    "connection": 22,
    "timeout": 127,
    "hướng": 56,
    "dẫn": 39,
    "cài": 24,
    "đặt": 173,
    "vpn": 147,
    "api": 2,
    "của": 34,
    "xyz": 158,
    "dùng": 38,
    "reset": 104,
    "mật": 80,
    "khẩu": 67,
    "crm": 23,
    "bị": 13,
    "phải": 100,
    "để": 176,
    "tích": 138,
    "hợp": 62,
    "với": 153,
    "jira": 64,
    "sử": 113,
    "dụng": 40,
    "gitlab": 43,
    "ci": 21,
    "cd": 15,
    "server": 108,
    "down": 37,
    "xử": 160,
    "lý": 73,
    "đăng": 170,
    "nhập": 89,
    "email": 41,
    "ty": 136,
    "giờ": 46,
    "mấy": 79,
    "thêm": 117,
    "phòng": 98,
    "họp": 59,
    "ai": 1,
    "người": 84,
    "liên": 70,
    "khi": 65,
    "vấn": 150,
    "đề": 175,
    "it": 63,
    "thiết": 115,
    "cá": 25,
    "điện": 165,
    "thoại": 116,
    "bãi": 9,
    "đỗ": 179,
    "xe": 156,
    "ở": 181,
    "đâu": 168,
    "wifi": 154,
    "văn": 149,
    "ăn": 163,
    "trưa": 133,
    "hỗ": 61,
    "trợ": 134,
    "yêu": 161,
    "cầu": 32,
    "đúng": 169,
    "rồi": 105,
    "xác": 159,
    "ok": 94,
    "vâng": 148,
    "hiểu": 53,
    "đồng": 178,
    "ý": 162,
    "sai": 106,
    "hôm": 55,
    "nay": 81,
    "thời": 125,
    "tiết": 130,
    "kể": 69,
    "chuyện": 18,
    "cười": 29,
    "đi": 164,
    "cổ": 33,
    "phiếu": 96,
    "bây": 8,
    "bao": 3,
    "nhiêu": 85,
    "vậy": 151,
    "giúp": 45,
    "thật": 121,
    "nói": 92,
    "chuyển": 17,
    "đến": 174,
    "support": 109,
    "team": 114,
    "escalate": 42,
    "này": 91,
    "cần": 31,
    "trực": 135,
    "tiếp": 129
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "ask_information": 3,
    "ask_technical": 4,
    "ask_faq": 1,
    "affirm": 0,
    "deny": 5,
    "out_of_scope": 8,
    "ask_human_handoff": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_human_handoff": 6,
    "action_rag_search": 8,
    "utter_affirm": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_out_of_scope": 17,
    "utter_searching": 18
  },
  "action_text": null,
  "intent_response_key": null
}